tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"

tap "borkdude/brew"
tap "buildpacks/tap"
tap "d12frosted/emacs-plus"
tap "dagger/tap"
tap "hashicorp/tap"
tap "pulumi/tap"



brew "DeterminateSystems/riff/riff"
brew "age"
brew "asdf"
brew "aspell"
brew "automake"
brew "awscli"
brew "babashka"
brew "bat"
brew "boot-clj"
brew "buildpacks/tap/pack"
brew "clj-kondo"
brew "clojure-lsp"
brew "colima"
brew "conftest"
brew "coreutils"
brew "dagger/tap/dagger"
brew "delve"
brew "deno"
brew "direnv"
brew "dog"
brew "dust"
brew "emacs-plus", args: ["with-elrumo1-icon"]
brew "entr"
brew "exa"
brew "fd"
brew "gh"
brew "git"
brew "git-delta"
brew "go"
brew "gopls"
brew "gradle"
brew "hashicorp/tap/terraform"
brew "helix"
brew "hunspell"
brew "iam-policy-json-to-terraform"
brew "isync"
brew "jdtls"
brew "jq"
brew "just"
brew "k9s"
brew "kind"
brew "kubectl"
brew "kubectx"
brew "leiningen"
brew "mage"
brew "make"
brew "mas"
brew "meson"
brew "mg"
brew "minikube"
brew "mu"
brew "neovim"
brew "nodejs"
brew "opa"
brew "openssh"
brew "pandoc"
brew "pinentry-mac"
brew "pnpm"
brew "podman"
brew "pulumi/tap/pulumi"
brew "pwgen"
brew "qemu"
brew "ripgrep"
brew "rubyfmt"
brew "ruff"
brew "rust-analyzer"
brew "rustup-init"
brew "sbcl"
brew "sd"
brew "shellcheck"
brew "signify-osx"
brew "sk"
brew "socket_vmnet"
brew "starship"
brew "stern"
brew "stow"
brew "tealdeer"
brew "terraform-ls"
brew "tmux"
brew "tokei"
brew "topgrade"
brew "tree-sitter"
brew "weechat"
brew "wget"
brew "xh"
brew "yarn"
brew "zoxide"
brew "zstd"



#cask "1password"
cask "1password-cli"
cask "alacritty"
cask "arc"
cask "bartender"
cask "beekeeper-studio"
cask "bettertouchtool"
cask "cleanshot"
cask "craft"
cask "dash"
cask "docker"
cask "element"
cask "firefox"
cask "font-et-book"
cask "font-fira-mono-nerd-font"
cask "font-linux-libertine"
cask "font-profont-nerd-font"
cask "gpg-suite"
cask "iterm2"
cask "jetbrains-toolbox"
cask "keepingyouawake"
cask "ksdiff"
cask "little-snitch"
cask "mactex"
cask "pgadmin4"
cask "postgres-unofficial"
cask "raindropio"
cask "raycast"
cask "rectangle-pro"
cask "reflect"
cask "signal"
cask "thingsmacsandboxhelper"
cask "transmission"
cask "virtualbuddy"
cask "visual-studio-code"



mas "1Password for Safari", id: 1569813296
mas "DuckDuckGo Privacy Essentials", id: 1482920575
mas "Flow", id: 1423210932
mas "Kaleidoscope", id: 1575557335
mas "Keynote", id: 409183694
mas "Lightroom", id: 1451544217
mas "Marked 2", id: 890031187
mas "Mela", id: 1568924476
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pixelmator Pro", id: 1289583905
mas "Readwise: Save to Reader", id: 1640236961
mas "Save to Raindrop.io", id: 1549370672
mas "Silicio", id: 933627574
mas "Things 3", id: 904280696
mas "Unsplash", id: 1284863847
mas "Vimari", id: 1480933944
mas "Xcode", id: 497799835
